//////////////////////////////////////////////////////////////
// Заставка
//////////////////////////////////////////////////////////////

start_b1=^btn_main_t^New Game
start_b2=^btn_main_t^Load Game
start_b3=^btn_main_t^Records
start_b4=^btn_main_t^Options
start_b5=^btn_main_t^Credits
start_b6=^btn_main_t^Exit
start_copyright=^msg_cpr^© 2008 1C Company. Developed by Katauri Interactive. All rights reserved.
start_version=^msg_version^Version [ver] / H3B: B2014-05-11
start_exit=You really wish to leave?

//////////////////////////////////////////////////////////////
// НОВАЯ ИГРА
//////////////////////////////////////////////////////////////

nwg_header=^ing_header_t^New Game
nwg_cont=^int_def_t16sc^Next
nwg_skip=^int_def_t16sc^Skip
nwg_load=^int_def_t16sc^Load Game
nwg_cancel=^int_def_t16sc^Cancel
nwg_charcr=^ing_header2_t^Character Creation
nwg_level=^ing_dif_t^Difficulty Level:
nwg_class=^int_def_t14bl^Class
nwg_name=^int_def_t14bl^Name
nwg_herb=^int_def_t14bl^Emblem
nwg_qar=^int_def_t14sc^Warrior
nwg_pal=^int_def_t14sc^Paladin
nwg_mage=^int_def_t14sc^Mage
nwg_opisalovo=^ing_desk_t^
nwg_decr_war=^ing_jstf^The Warrior is a skilled commander, whose power consists in his ability to improve the abilities of the troops he leads. At the start of the game, the Warrior receives three skills of Might and strong combat abilities. When the Warrior gains a new level, he develops his Might Skills which improve the abiities of his troops. Only the Warrior can learn the skills of "Iron Fist" and "Anger." Generates +2 Rage per round.
nwg_decr_pal=^ing_jstf^A relentless fighter of evil, the Paladin is a class that bridges the gap between Warrior and Mage. He evenly develops his capacity for both might and magic. The Paladin learns Mind skills easily. Only a Paladin can learn the skills "Holy Anger" and "Runic Stone." In developing his Mind skills, a Paladin receives greater advantages when fighting against the undead and demons, compared with other classes and increases his Leadership faster than either the Warrior or the Mage. Generates +1 Rage and Mana per round.
nwg_decr_mag=^ing_jstf^The Mage prefers wisdom and knowledge over brute force. He cannot command mighty armies, and he knows less of tactics, which increase the fighting capability of his troops. Instead, the Mage strengthens friendly troops and weakens enemies by casting powerful elemental spells and resurrecting slain allies. Even a Mage with few troops is capable of defeating mighty enemy armies. Only the Mage can reach the pinnacle of the magical arts. And he alone can learn the additional skills "Higher Magic" and "Alchemy." Generates +2 Mana per round.
nwg_editname_preset=^ing_newname_t^
nwg_warname_default=^ing_name_t^Bill Gilbert
nwg_palname_default=^ing_name_t^Christian Tyler
nwg_magname_default=^ing_name_t^Mateush Tein

nwg_level1=^ing_dif1^Easy
nwg_level2=^ing_dif2^Normal
nwg_level3=^ing_dif3^Hard
nwg_level4=^ing_dif4^Impossible

nwg_level1_hint=^items_tH^[d]Easy difficulty level is recommended for novices. Many glorious victories await you!<br><br>[sys]Enemy power: [/s]50%.<br>[sys]Money income: [/s]400%.<br>[sys]Rage Increase in combat: [/s]200%.<br>[sys]Speed of Spirits growth: [/s]200%.<br>[sys]Hero Experience Gain: [/s]200%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]100% faster.<br>[sys]Hero Map Rage Depletion Rate: [/s]100% slower.<br>[sys]Enemy Unit Statistics: [/s]100% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]0% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]30 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]350 or higher.<br>[sys]Boss Attack: [/s]100% of nominal.<br>[sys]Boss Hitpoints: [/s]100% of nominal.<br>[sys]Money received if the battle is lost: [/s]100%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]20[sys]; = 1/4: [/s]30[sys]; = 0: [/s]40[sys]; [/s]+20[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level2_hint=^items_tH^[d]Normal difficulty level is recommended for advanced gamers. Your enemies will be strong, but good tactics will win many victories.<br><br>[sys]Enemy power: [/s]100%.<br>[sys]Money income: [/s]100%.<br>[sys]Rage Increase in combat: [/s]100%.<br>[sys]Speed of Spirits growth: [/s]100%.<br>[sys]Hero Experience Gain: [/s]100%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]100% (nominal).<br>[sys]Hero Map Rage Depletion Rate: [/s]100% (nominal).<br>[sys]Enemy Unit Statistics: [/s]100% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]0% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]30 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]300 or higher.<br>[sys]Boss Attack: [/s]100% of nominal.<br>[sys]Boss Hitpoints: [/s]100% of nominal.<br>[sys]Money received if the battle is lost: [/s]100%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]15[sys]; = 1/4: [/s]25[sys]; = 0: [/s]35[sys]; [/s]+15[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level3_hint=^items_tH^[d]Hard difficulty level is recommended for connoisseurs of tactical games. Stronger enemies will keep you on your toes.<br><br>[sys]Enemy power: [/s]130%.<br>[sys]Money income: [/s]77%.<br>[sys]Rage Increase in combat: [/s]85%.<br>[sys]Speed of Spirits growth: [/s]85%.<br>[sys]Hero Experience Gain: [/s]70%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]20% slower.<br>[sys]Hero Map Rage Depletion Rate: [/s]20% faster.<br>[sys]Enemy Unit Statistics: [/s]110% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]5% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]28 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]250 or higher.<br>[sys]Boss Attack: [/s]140% of nominal.<br>[sys]Boss Hitpoints: [/s]140% of nominal.<br>[sys]Money received if the battle is lost: [/s]50%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]10[sys]; = 1/4: [/s]15[sys]; = 0: [/s]20[sys]; [/s]+10[sys] rounds for fighting enemy heroes, towers, and bosses.
nwg_level4_hint=^items_tH^[d]Impossible difficulty level is recommended for those who want to achieve an impossible goal and conquer an extremely strong enemy.<br><br>[sys]Enemy power: [/s]170%.<br>[sys]Money income: [/s]60%.<br>[sys]Rage Increase in combat: [/s]70%.<br>[sys]Speed of Spirits growth: [/s]70%.<br>[sys]Hero Experience Gain: [/s]30%.<br>[sys]Hero Map Mana Regeneration Rate: [/s]50% slower.<br>[sys]Hero Map Rage Depletion Rate: [/s]50% faster.<br>[sys]Enemy Unit Statistics: [/s]125% of nominal.<br>[sys]Enemy Hero Mana Regeneration: [/s]10% of max mana.<br>[sys]Enemy Hero Level for extra spell cast / round: [/s]25 or higher.<br>[sys]Enemy Hero Max Mana for extra spell cast / round: [/s]200 or higher.<br>[sys]Boss Attack: [/s]200% of nominal.<br>[sys]Boss Hitpoints: [/s]200% of nominal.<br>[sys]Money received if the battle is lost: [/s]0%.<br>[sys]Round at which Mana and Rage Gain = 1/2: [/s]5[sys]; = 1/4: [/s]10[sys]; = 0: [/s]15[sys]; [/s]+5[sys] rounds for fighting enemy heroes, towers, and bosses.

intro_text1=^intro^King Mark's ascent to the throne was unusual for the glorious Kingdom of Darion. During the solemn ceremony, Prince Carl relinquished the throne to his younger brother. Having passed the crown, Carl retired to a remote location in the provinces, there dedicating himself to science, which held a far greater attraction to him than power. Thus the younger Prince Mark became king, and soon was called Wise for his deeds.

intro_text2=^intro^For long years, nothing darkened the rule of Mark the Wise. Trouble seemed to flee the kingdom, and the people sincerely loved and respected their ruler. But the king grew sad, for he was not blessed with children. Science and magic proved useless, and so the king appealed to the Gods of Endoria. And his prayer was heard! The gods sent him a baby, a beautiful girl, and the king named her after the brightest star in the night's sky: Amelie.

intro_text3=^intro^As the years went by, the Gods looked on, as the fate of Darion turned. First, news from the elven lands ceased coming through, and then there arose armed conflicts between old allies - first the dwarves, and then it was the pirates from the Islands of Freedom who became too bold. Perhaps worse was the restlessness from within: the undead were on the rise, robbery became commonplace, the Mages complained of strange surges of magic, and storms and earthquakes, formerly quite rare, began to sweep the kingdom.

intro_text4=^intro^However, these difficulties only strengthened the spirit of those who would dedicate their lives to the service of the kingdom. True heroes are wanted always. And today, young knights, guarantors of stability and keepers of the peace, across their native lands and the whole world of Endoria, are completing their training in the Knight's Temple.<br>Young knight, your time has come. Your mentor Richard awaits in the Training Center. A single step is all that separates you from a life filled with breathtaking adventure. So, go now! Show the world what you can do!


//////////////////////////////////////////////////////////////
// ГЛАВНАЯ ПАНЕЛЬ
//////////////////////////////////////////////////////////////

// common
common_btn_ok=Ok
common_btn_cancel=Cancel

map_money=^int_def_t0sc^[kilo_money]
map_crystals=^int_def_t0sc^[hero_crystals]
map_mana=^int_def_t0sc^[hero_mana]
map_enemy_mana=^enemy_hero_tPar^[mana]
map_rage=^int_def_t0sc^[hero_rage]

map_char=^int_def_t14sc^Hero
map_magic=^int_def_t14sc^Spells
map_log=^int_def_t14sc^Quest
menu=^int_def_t14sc^Menu
map_map=^int_def_t14sc^Map
map_ldrshp=^int_def_t14tdc^Leadership: ^[hero_leadership]
map_level=^int_def_t14tdc^Level ^[hero_level]
map_hero_name=^int_def_t14bl^[hero_name]
map_enemy_hero_name=^enemy_hero_tPar^[shortname]
map_enemy_hero_name_style=^enemy_hero_tN^

mc1=^int_maparmy_t^[slot]
//<shadow=on><align=right><font=ft1_16><color=252,249,220><hui=cnt1>
mc2=^int_maparmy_t^[slot]
mc3=^int_maparmy_t^[slot]
mc4=^int_maparmy_t^[slot]
mc5=^int_maparmy_t^[slot]

//хинты
btn_mana_hint=^int_def_t0_mm^Mana: ^[hero_mana]^([hero_mana_max])
btn_rage_hint=^int_def_t0_mm^Rage: ^[hero_rage]^([hero_rage_max])
btn_gold_hint=^int_def_t0_mm^Gold: ^[hero_money]
btn_menu_hint=^hint_Btn_t^Game Menu [hkey](Esc)
//btn_face_hint=Портрет персонажа
btn_sky_hint=^hint_Day_t^Days: [day]<br>Time of day: [dt] (<gen=time_gen>)
//btn_name_hint=Имя персонажа
//btn_level_hint=Уровень персонажа
//btn_EXP_hint=^int_def_t0_mm^Опыт: ^[hero_experience]^([hero_experience_max]).
//btn_leadership_hint=Лидерство персонажа
btn_char_hint=^hint_Btn_t^Hero window [hkey](H)
btn_magic_hint=^hint_Btn_t^Spell Book [hkey](B)[/c]<br>[def] - Scrolls: [hero_scrolls]/[hero_scrolls_max].<br> - Crystals: [hero_crystals].
btn_log_hint=^hint_Btn_t^Quest log [hkey](Q)
btn_map_hint=^hint_Btn_t^Adventure Map [hkey](M)
btn_dig_hint=^hint_Btn_t^Dig for treasure [hkey](D)
btn_reserve_open_hint=Show reserves
btn_reserve_close_hint=Hide reserves

//////////////////////////////////////////////////////////////
// КНИГА МАГИИ
//////////////////////////////////////////////////////////////
book_scroll=^int_def_t1_mm^^[hero_scrolls]^([hero_scrolls_max])
book_crystals=^int_dig_t14sc^[hero_crystals]
book_mana=^int_def_t1_mm^^[hero_mana]^([hero_mana_max])
book_spells=^int_mb_school_t^
book_all_schools=^int_mb_magic_caption_t^All Spells
book_red_school=^int_mb_magic_caption_t^Chaos Spells
book_green_school=^int_mb_magic_caption_t^Distortion Spells
book_blue_school=^int_mb_magic_caption_t^Order Spells

// ХИНТЫ
book_blue_school_hint=Order Spells
book_red_school_hint=Chaos Spells
book_green_school_hint=Distortion Spells
book_all_schools_hint=All Spells
book_close_hint=Close Spell Book
book_mana_hint=^left_t^Mana. Points of Mana are required for spell casting. The more powerful the spell, the more points of Mana are required.
book_scrolls_hint=^left_t^Magic scrolls. You can cast a spell directly from a magic scroll - in which case Mana is not required - but the scroll disappears after using. Also you can learn spells from magic scrolls. The number of scrolls in your spell book is limited.
book_crystals_hint=^left_t^Magic crystals are required for learning spells from magic scrolls and for upgrading familiar spells.
book_next_page_hint=Next page
book_prev_page_hint=Prev. page

//////////////////////////////////////////////////////////////
//ЖУРНАЛ ЗАДАНИЙ
//////////////////////////////////////////////////////////////
quests_history=^int_log_t1^Show completed quests
quests_list=^int_log_t3^Quest log
quests_current_stage=^int_log_t2^Progress:
quests_main_task=^int_log_t2^Main quest:
quests_stages_underline=^int_log_tline^
//quests_reward=qВознаграждение:
//quests_history=<font=ft1_12><color=75,42,2>Show history
//quests_list=<font=ft1_20><color=111,0,0><align=center>Quests List
reward_text=Reward:
reward_experience=Experience
reward_money=Gold
reward_money_count=coins
reward_leadership=Leadership
reward_attack=Attacks
reward_defense=Defenses
reward_intellect=Intellect
reward_crystals=Magic Crystals
reward_mana=to maximum Mana
reward_rage=to maximum Rage
reward_rune_mind=Mind Runes
reward_rune_magic=Magic Runes
reward_rune_might=Might Runes
reward_scroll=Scrolls
reward_scroll1=Scroll
reward_count=pcs.

quests_stage_dot=•
quests_stage_done=
quests_stage_fail=(failed)
quests_done=(completed)
quests_fail=(failed)

//////////////////////////////////////////////////////////////
//ЗАГРУЗКА И СОХРАНЕНИЕ
//////////////////////////////////////////////////////////////
save_load_del=Do you really want to delete the saved game?
sl_location=^sl_location_t^[location]
sl_location_copy=^sl_location_copy_t^[location] ([copy])
sl_location_auto=^sl_location_t^Autosave
sl_level=^sl_level_t^Level [level]
sl_title=^sl_title_t^[rank] [name]. Level [level].
sl_title_active=^sl_title_active_t^[rank] [name]. Level [level].
sl_time=^sl_time_t^Date:<br>[day].[month].[year] [hour]:[minutes]
sl_game_time=^sl_game_time_t^Game time: Day [day]
sl_difficulty=^sl_game_time_t^Difficulty:
sl_difficulty_0=Easy
sl_difficulty_1=Normal
sl_difficulty_2=Hard
sl_difficulty_3=Impossible
sl_money=^sl_money_t^[money]
sl_mana=^sl_mana_t^[mana]/^([mana_max])
sl_rage=^sl_rage_t^[rage]/^([rage_max])
sl_army_count=^sl_army_count_t^[count]
sl_load=^opt_title_t^Load Game
sl_save=^opt_title_t^Save Game
sl_cant_load=^int_def_t14sc^You can't load the game. The saved file is corrupted!
sl_achtung1=^sl_yellow^Old save
sl_achtung2=^sl_red^Outdated Save!<br><font=ft1_12> <color=255,255,255><br>The savegame is associated with a version of the game<br>lower than 1.6<br><br><br><font=ft1_14> <color=155,149,155> Some errors of early versions can arise when loading an old savegame. <color=255,255,255> It is recommended to begin a new game.
warning_badsave=This save is out of date. Do you really want to load this save?
warning_protsave=Changes were detected in the game data. You can not load files saved with modified game data.

//хинты
save_load_delete=Delete saved game
save_load_screen=Screenshot
save_load_resources=Resources
save_load_army=Army

//////////////////////////////////////////////////////////////
//ИНТЕРФЕЙС ЗАМКА
//////////////////////////////////////////////////////////////

tn_name=^int_twn_name_t^[name]
tn_terr_name=^int_twn_ter_t^[territory]
tn_title1=^int_twn_rul_t^[ruler]
tn_title2=^int_twn_rul_t^[ruler]
tn_title3=^int_twn_rul_t^[ruler]

tn_inv=^int_def_t14sc^Equipment
tn_magic=^int_def_t14sc^Magic
tn_troops=^int_def_t14sc^Army
tn_garrison=^int_idt_t4^GARRISON

tn_leave=^int_def_t16sc^Exit

tn_max_unit=Horde

tn_tuc1=^int_twn_trd_t0^[count]
tn_tuc2=^int_twn_trd_t0^[count]
tn_tuc3=^int_twn_trd_t0^[count]
tn_tuc4=^int_twn_trd_t0^[count]

tn_tmc1=^int_twn_trd_t1^[unit]
tn_tmc2=^int_twn_trd_t1^[unit]
tn_tmc3=^int_twn_trd_t1^[unit]
tn_tmc4=^int_twn_trd_t1^[unit]

tn_guc1=^int_twn_gar_t^[count]
tn_guc2=^int_twn_gar_t^[count]
tn_guc3=^int_twn_gar_t^[count]

tn_tmic1=^int_twn_trd_t1^[item]
tn_tmic2=^int_twn_trd_t1^[item]
tn_tmic3=^int_twn_trd_t1^[item]
tn_tmic4=^int_twn_trd_t1^[item]

tn_tmmc1=^int_twn_trd_t1^[magic]
tn_tmmc2=^int_twn_trd_t1^[magic]
tn_tmmc3=^int_twn_trd_t1^[magic]
tn_tmmc4=^int_twn_trd_t1^[magic]

tn_buy_ask=Do you really want to buy this item?
tn_buy_cannot=Not enough gold to buy this item!
tn_buy_scroll_ask=Do you really want to buy this spell?
tn_buy_scroll_cannot=Not enough gold to buy this spell!

tn_tmis1=^int_twn_trd_t2^[item]
tn_tmis2=^int_twn_trd_t2^[item]
tn_tmis3=^int_twn_trd_t2^[item]
tn_tmis4=^int_twn_trd_t2^[item]

tn_tmms1=^int_twn_trd_t2^[magic]
tn_tmms2=^int_twn_trd_t2^[magic]
tn_tmms3=^int_twn_trd_t2^[magic]
tn_tmms4=^int_twn_trd_t2^[magic]

tn_tmss1=^int_twn_trd_t2^[slot]
tn_tmss2=^int_twn_trd_t2^[slot]
tn_tmss3=^int_twn_trd_t2^[slot]
tn_tmss4=^int_twn_trd_t2^[slot]
tn_tmss5=^int_twn_trd_t2^[slot]
tn_tmss6=^int_twn_trd_t2^[slot]
tn_tmss7=^int_twn_trd_t2^[slot]
tn_tmss8=^int_twn_trd_t2^[slot]
tn_tmss=^int_twn_trd_t2^

//хинты
town_leave_hint=Leave the building
//town_ruler_name=Имя правителя
//town_ruler_portrait=Портрет правителя

//////////////////////////////////////////////////////////////
// ОКНО НАСТРОЕК
//////////////////////////////////////////////////////////////
opt_title=^opt_title_t^Options
opt_subtitle1=^opt_header_t^Misc.
opt_subtitle2=^opt_header_t^Graphics
opt_subtitle3=^opt_header_t^Sound
opt_comp_info=
// opt_comp_info=<font=ft1_11><color=95,180,205><align=left><shadow=on>Процессор: <par1><br>Память: <par2>Gb  Видеопамять: <par3>Mb

opt_button_apply=^opt_bth_t^Apply
opt_button_cancel=^opt_bth_t^Cancel
opt_button_default=^opt_bth_tS^Default

opt_lang=^opt_options_t^Language:
opt_resolution=^opt_options_t^Resolution:
opt_refresh=^opt_options_t^Screen refresh rate:
opt_anim_speed=^opt_options_t^Combat animation speed:
opt_distance=^opt_options_t^Visibility distance:
opt_water=^opt_options_t^Water appearance:
opt_filt=^opt_options_t^Anisotropic filtering:
opt_shadows=^opt_options_t^Shadows (quality):
opt_textures_land=^opt_options_t^Landscape:
opt_textures_objects=^opt_options_t^Objects:
opt_textures_units=^opt_options_t^Units:
opt_gamma=^opt_options_t^Gamma:
opt_vol_music=^opt_options_t^Music volume:
opt_vol_sound=^opt_options_t^Sound volume:

opt_radar=^opt_options_t0^Radar rotation
opt_movies=^opt_options_t0^Show introduction video
opt_antial=^opt_options_t0^Antialiasing
opt_vsync=^opt_options_t0^Vertical synchronization
opt_music=^opt_options_t0^Music
opt_sound=^opt_options_t0^Sounds

opt_textures=^opt_options_t1^Texture quality:

opt_gamma1=^opt_options_t2^Dark
opt_vol1=^opt_options_t2^Quiet

opt_gamma2=^opt_options_t2^[align_right]Bright
opt_vol2=^opt_options_t2^[align_right]Loud

opt_num_gamma=^opt_gamma_t^
opt_num_vol_music=^opt_music_t^
opt_num_vol_sound=^opt_sound_t^

opt_default=Default

opt_none=None
opt_filtering_bilinear=Bilinear
opt_filtering_trilinear=Trilinear

opt_quality_low=Low
opt_quality_normal=Normal
opt_quality_high=High

opt_detail_low=Low
opt_detail_normal=Normal
opt_detail_high=High

opt_shadows_normal=Normal
opt_shadows_high=High

opt_hint01=Radar rotation.
opt_hint02=Screen resolution. Higher image quality is provided on native monitor resolutions.
opt_hint03=Screen refresh rate.
opt_hint04=Combat animation speed accelerates the creatures' animation and disables the cinematographic camera during combat. Some visual and sound effects may work incorrectly.
opt_hint05=Changes visibility distance of objects and landscape. You can lower the distance to improve performance.
opt_hint06=Changes water rendering quality. Higher quality can lower performance.
opt_hint07=Increase textures sharpness in the distance. Can slightly decrease performance.
opt_hint08=None, Normal and High. Turning on shadows decreases the game's performance. Changing the shadow's quality has practically no influence on game speed.
opt_hint09=Changes landscape texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint10=Changes object texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint11=Changes creature texture detail. Influences texture quality, load speed, and the amount of resident video memory.
opt_hint12=Toggle the introduction video On/Off.
opt_hint13=Smooths object edges, minimizing the distortion artifacts known as aliasing. Influences the game's performance.
opt_hint14=Vertical synchronization delays the image update until the vertical blanking interval. Recommended for LCD monitors.
opt_hint15=Toggle music On/Off
opt_hint16=Toggle sound On/Off

lng_rus=Russian
lng_eng=English

//////////////////////////////////////////////////////////////
// ЗАГРУЗОЧНЫЙ ЭКРАН
//////////////////////////////////////////////////////////////

default_load_tips=^int_loadtips_t^
load_screen_tips_0=^int_load^"King's Bounty: The Legend" official website<br>www.kings-bounty.com<br>Welcome!
load_screen_tips_1=^int_load^Hero's army: Leadership of the troops in reserve is left out of account, and the number of creatures in them is unlimited.
load_screen_tips_2=^int_load^Hero's army: Creatures which are in reserve do not participate in combat, and have no influence on the Morale of other troops.
load_screen_tips_3=^int_load^Hero's skills: To improve some skills you will need not only Talent Runes but other skills, elevated to certain levels.
load_screen_tips_4=^int_load^Hero's skills: With the help of the skill "Higher Magic," a mage can use his spell Book twice per turn.
load_screen_tips_5=^int_load^Adventure map: Hotkey "F5" - quick save. "F8" - load the latest quick save.
load_screen_tips_6=^int_load^Adventure map: Hotkey "Space" - pause the game; during the pause you can work with the Hero window, Spell Book and Quest log.
load_screen_tips_7=^int_load^Adventure map: When you create a new game, your enemies' armies, treasures and traders' goods are generated at random.
load_screen_tips_8=^int_load^Adventure map: You can use obstacles and terrain features for enticing enemies away from the treasures they guard.
load_screen_tips_9=^int_load^Adventure map: If you see a flag above a building or unit on the adventure map, it means that you can take a quest there.
load_screen_tips_10=^int_load^Adventure map: There are dirigibles, trains, and submarines in the game. You can instantly move between continents and capitals by using these forms of transport.
load_screen_tips_11=^int_load^Adventure map: You can leave up to three troops in the castle garrison. They will remain there until you return.
load_screen_tips_12=^int_load^Adventure map: Primary quest missions are marked with a "Crown" icon in the Quest log.
load_screen_tips_13=^int_load^Equipment: Some items are "living." When their Morale decreases to zero, they go out of control and stop giving bonuses.
load_screen_tips_14=^int_load^Equipment: To suppress a rebelling item you must conquer its Keepers in combat.
load_screen_tips_15=^int_load^Equipment: You can upgrade some items by fighting with their Keepers. The list of upgrades is shown in the item info.
load_screen_tips_16=^int_load^Equipment: Some items give bonuses only under certain conditions. For example, only at night or only for physical creatures.
load_screen_tips_17=^int_load^Equipment: Some items contain Magic Scrolls which you can extract and put into your Spell Book.
load_screen_tips_18=^int_load^Hero's family: A wife gives bonuses to the hero or his army, plus four slots for items. Different wives give different bonuses and slots.
load_screen_tips_19=^int_load^Hero's family: You can divorce with your wife at any time by talking to her about it. When leaving you, your wife takes the children, any items she's wearing, and one fifth of the gold.
load_screen_tips_20=^int_load^Hero's family: Having married, you can have children. A child gives you useful bonuses and permanently occupies one of you wife's slots. Different wives can have different children.
load_screen_tips_21=^int_load^Battlefield: The Morale of the troop can increase or decrease its Attack, Defense and the chance of a Critical Attack.
load_screen_tips_22=^int_load^Battlefield: If you have managed to enlist more creatures than your Leadership allows, then your troops may not obey you during combat.
load_screen_tips_23=^int_load^Battlefield: Many creatures have special abilities which can be used during combat. These abilities are limited in use or rechargeable.
load_screen_tips_24=^int_load^Battlefield: Troops can perform Critical Attacks. The Damage and probability of such Attacks depends upon the creatures' Morale, the hero's items and the accumulated Rage.
load_screen_tips_25=^int_load^Battlefield: If some characteristics in a troop's parameters are highlighted in green or red, it means that they are temporarily increased or decreased.
load_screen_tips_26=^int_load^Battlefield: The type and form of an arena depends upon the place where the battle began. You can entice enemies away to the places where the arena can grant you advantages.
load_screen_tips_27=^int_load^Battlefield: Some creatures can receive bonuses depending on the time of day and the arena type. Thanks to these bonuses, some creatures can fight more effectively.
load_screen_tips_28=^int_load^Battlefield: Moving a troop one cell takes one Action Point. Using a special Ability or Attack takes all Action Points.
load_screen_tips_29=^int_load^Battlefield: To gain Mana during combat you can learn the "Concentration" skill or equip an item which can recover Mana during combat.
load_screen_tips_30=^int_load^Battlefield: Right-mouse click on any enemy troop to show its movement radius, as well as its health and movement order.
load_screen_tips_31=^int_load^Battlefield: "Shift" + left-mouse click on any enemy troop to open a window with information about this troop.
load_screen_tips_32=^int_load^Battlefield: Beside the icon of any spell cast on the troop, you can see how many turns it will last. The color of the frame indicates negative (red) and positive (green) effects.
load_screen_tips_33=^int_load^Spell Book: You can learn spells from Magic Scrolls, and then upgrade these with the help of the Magic Crystals.
load_screen_tips_34=^int_load^Spell Book: The quantity of scrolls in your Spell Book is limited. If you exceed this limit, you cannot buy scrolls. Scrolls can be discarded or sold in castles.
load_screen_tips_35=^int_load^Spell Book: When upgraded, spells not only amplify their power but can also gain new properties.
load_screen_tips_36=^int_load^Spirits of Rage: Spirits gain experience by using their abilities, and by killing enemies. The more powerful the enemy, the more experience is gained.
load_screen_tips_37=^int_load^Spirits of Rage: Hero gains experience during combat not only by inflicting damage to enemies, but also when his friendly troops take damage. Spirit attacks do not increase Rage (except for Reaper's Rage Gain).
load_screen_tips_38=^int_load^Spirits of Rage: Killing a troop and dealing the final blow in combat gives more Rage than a normal attack.
load_screen_tips_39=^int_load^Spirits of Rage: Spirit of Rage should rest after each use of its abilities. The more powerful the ability, the longer it should rest.
load_screen_tips_40=^int_load^Spirits of Rage: You can talk to Spirits of Rage. To do so, just click on the portrait of a Spirit in the Hero window.
load_screen_tips_41=^int_load^Creatures Features: Dragons, undead, and creatures animated by magic are immune to Mind spells. They cannot be charmed or hypnotized.
load_screen_tips_42=^int_load^Creatures Features: Frightened creatures disobey your orders and are afraid to attack creatures whose level is higher than theirs. Your warriors can be frightened by a wolf cry or by an attack of Devilfish.
load_screen_tips_43=^int_load^Creatures Features: Dryads, Sprites, Fairies, Demonesses, and Ancient Vampires can evade attack, taking no damage.
load_screen_tips_44=^int_load^Adventure map: You can move the hero by holding the mouse button or using the keyboard.
load_screen_tips_45=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_thorn_warrior> and <label=cpsn_thorn> can sacrifice themselves to resurrect plants after using their <label=special_thorn_name> ability.
load_screen_tips_46=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_peasant>: <label=comradeship_header></color> ability has no cap to the attack increase.
load_screen_tips_47=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_priest>: <label=special_prist_heal2_name> ability also causes damage to the Undead and reloads during combat.
load_screen_tips_48=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_horseman> now have a new ability <label=special_charge_name> unlocked in the Warrior Skill Tree that allows them to charge the enemy.
load_screen_tips_49=^int_load^Did you know (new H3B Mod Feature): Units classified as a mage (listed in their features) have a chance to generate mana for their caster when damaged.
load_screen_tips_50=^int_load^Did you know (new H3B Mod Feature): You can now marry the River Fairy Diana and there is a new Orc NPC named Orcelyn that you can also marry.
load_screen_tips_51=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_cannoner> ranged attack now does 50% damage to surrounding target, friend or foe.
load_screen_tips_52=^int_load^Did you know (new H3B Mod Feature): <label=spirit_therock>: <label=sp_attack_lump> now has increasing bleed power and duration with higher levels.
load_screen_tips_53=^int_load^Did you know (new H3B Mod Feature): <label=spirit_therock>: <label=sp_attack_rockfall> can now stun targets with longer effect duration with higher levels.
load_screen_tips_54=^int_load^Did you know (new H3B Mod Feature): <label=spirit_therock>: <label=sp_attack_quake> can now cause targets to bleed with increasing effect and duration at higher levels..
load_screen_tips_55=^int_load^Did you know (new H3B Mod Feature): Spirit abilities have been upgraded to be more useful and more powerful with increasing levels and Spirits cap at level 50.
load_screen_tips_56=^int_load^Did you know (new H3B Mod Feature): <label=spirit_slime>: <label=sp_attack_spittle> now has increasing poison duration at higher levels.
load_screen_tips_57=^int_load^Did you know (new H3B Mod Feature): <label=spirit_slime>: <label=sp_attack_fishes> can now cause fear in targets with increased chance and duration at higher levels.
load_screen_tips_58=^int_load^Did you know (new H3B Mod Feature): <label=spirit_slime>: <label=sp_attack_fog> now also does immediate poison damage and poisons targets with increasing chance and duration at higher levels.
load_screen_tips_59=^int_load^Did you know (new H3B Mod Feature): <label=spirit_slime>: <label=sp_attack_glot> now has variable lifetime and is more powerful.
load_screen_tips_60=^int_load^Did you know (new H3B Mod Feature): <label=spirit_therock>: <label=sp_attack_wall> now is stronger and more resistance to damage at higher levels.
load_screen_tips_61=^int_load^Did you know (new H3B Mod Feature): <label=spirit_lina>: <label=sp_attack_enboxes> now get much more powerful with increasing level, but don't let the enemy get one otherwise you will lose rage or mana if there is no enemy hero.
load_screen_tips_62=^int_load^Did you know (new H3B Mod Feature): <label=spirit_lina>: <label=sp_attack_orb> is much tougher with inreasing levels.
load_screen_tips_63=^int_load^Did you know (new H3B Mod Feature): <label=spirit_lina>: <label=sp_attack_devatron> now also damage targets and cause thorns damage to adjacent targets when randomly exploding.
load_screen_tips_64=^int_load^Did you know (new H3B Mod Feature): <label=spirit_lina>: <label=sp_attack_gizmo> now can heal or resurrect any unit and has increasing initiative and greater damage with increasing level.
load_screen_tips_65=^int_load^Did you know (new H3B Mod Feature): <label=sp_attack_gizmo>: <label=sp_gizmo_heal> can now heal any unit and <label=sp_gizmo_res> can resurrect any unit.
load_screen_tips_66=^int_load^Did you know (new H3B Mod Feature): <label=sp_attack_gizmo>: Now has increasing charges with level.
load_screen_tips_67=^int_load^Did you know (new H3B Mod Feature): <label=sp_attack_gizmo>: <label=sp_gizmo_apally>, <label=sp_gizmo_apenemy>, and <label=sp_gizmo_dispel> are now acquired at much lower level.
load_screen_tips_68=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_druid>: <label=special_cast_bear_name> is now reloadable.
load_screen_tips_69=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_druid> now have a new ability, <label=special_beast_resurrection_name>, that can resurrect slain beasts in the hero's party.
load_screen_tips_70=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_ent> and <label=cpsn_ent2> now have the abilities: <label=special_summonplant1_name> and <label=special_summonplant2_name>, respectively, that allow them to summon plants to aid them
load_screen_tips_71=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_ent> and <label=cpsn_ent2> now have the ability: <label=special_rooted_name> that protects and heals them during combat.
load_screen_tips_72=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_ent> and <label=cpsn_ent2> now can Entangle targets with their Melee Attack.
load_screen_tips_73=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_giant>: <label=special_quake_name> now does 200% damage to structures (obstacles, barriers, and towers).
load_screen_tips_74=^int_load^Did you know (new H3B Mod Feature): Enemy troops gain increasing bonuses on Hard and Impossible Difficulty levels as well as the map location.
load_screen_tips_75=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_kingthorn>: have a new ability, <label=special_entangle_name>, that can be cast on enemy targets.
load_screen_tips_76=^int_load^Did you know (new H3B Mod Feature): Troop-giving containers such as eggs, sprouts, and coffins have a chance to produce any type of unit valid for that container.
load_screen_tips_77=^int_load^Did you know (new H3B Mod Feature): Sprouts in sufficient quantity can produce higher level plants.
load_screen_tips_78=^int_load^Did you know (new H3B Mod Feature): The wives available in the game produce children that turn into the heroes of Heroes of Might and Magic 3!
load_screen_tips_79=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_orc> and <label=cpsn_orc2> have a new feature, <label=get_angry_header></color>, that sometimes allows them to attack again within the same round.
load_screen_tips_80=^int_load^Did you know (new H3B Mod Feature): Most Orc troops have increased resistances.
load_screen_tips_81=^int_load^Did you know (new H3B Mod Feature): Most Dwarf troops have increased resistances.
load_screen_tips_82=^int_load^Did you know (new H3B Mod Feature): Many of the shops have been changed to include the possibility of more troop containers and rarer units.
load_screen_tips_83=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_alchemist>: abilities are now reloadable (instead of having charges).
load_screen_tips_84=^int_load^Did you know (new H3B Mod Feature): Your wife's description now includes the number of battles to the birth or your new baby if she is pregnant.
load_screen_tips_85=^int_load^Did you know (new H3B Mod Feature): Many spell and effect durations are impacted by the resistance (where applicable) of the target.
load_screen_tips_86=^int_load^Did you know (new H3B Mod Feature): There are many new children bonuses that enhance either troops, spells, or rage abilties.
load_screen_tips_87=^int_load^Did you know (new H3B Mod Feature): Many skills have been updated to be more useful and provide better bonuses.
load_screen_tips_88=^int_load^Did you know (new H3B Mod Feature): Enemy heroes can cast 2 or 3 spells per round based on their mana, level, and the difficulty level.
load_screen_tips_89=^int_load^Did you know (new H3B Mod Feature): Gremlin Towers are now much more powerful and select additional spells based on their units and yours.
load_screen_tips_90=^int_load^Did you know (new H3B Mod Feature): All troops of the race <label=inf_demon_race_head> generate twice as much rage and of the race <label=inf_orc_race_head> generate 1.5 times as much.
load_screen_tips_91=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_goblin2>: have a new reloadable ability, <label=special_throw_axe_name>, allowing them to attack targets at range.
load_screen_tips_92=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_spider_fire> are now classified as race <label=inf_demon_race_head>.
load_screen_tips_93=^int_load^Did you know (new H3B Mod Feature): There are literally hundreds of changes made to the original game! Read all tips, hints, etc. to learn about the changes and these screen tips for more.
load_screen_tips_94=^int_load^Did you know (new H3B Mod Feature): Webbed and Entangled units are twice as likely to be struck critically.
load_screen_tips_95=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_shaman>: many enhancements have been made to their abilities and totems. Be sure to read their unit card to learn more.
load_screen_tips_96=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_shaman>: <label=special_sham_dance_name> now can resurrect friendly <label=inf_orc_race_head>, heals other troops, and if the remaining troops cannot be healed then stores the damage energy.
load_screen_tips_97=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_shaman>: <label=special_life_totem_name> now has more life and initiative and randomly removes 1 penalty spell from each target.
load_screen_tips_98=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_shaman>: <label=special_dead_totem_name> now has more life and initiative and randomly removes 1 bonus spell from each target.
load_screen_tips_99=^int_load^Did you know (new H3B Mod Feature): Blind, Unconscious, and Sleeping targets have increased chance of receiving critical damage.
load_screen_tips_100=^int_load^Did you know (new H3B Mod Feature): The <label=skill_explorer_name> skill now also increases the hero's search radius for finding hidden treasure.
load_screen_tips_101=^int_load^Did you know (new H3B Mod Feature): <label=sp_attack_gizmo>: now more intelligently selects its targets.
load_screen_tips_102=^int_load^Did you know (new H3B Mod Feature): The new skill, <label=skill_shot_commander_name>, now adds bonuses to all ranged troops.
load_screen_tips_103=^int_load^Did you know (new H3B Mod Feature): <label=skill_start_defense_name>: now also increases the Hero's Defense.
load_screen_tips_104=^int_load^Did you know (new H3B Mod Feature): <label=skill_traning_name>: now adds to the Hero's Attack, improves Attack and Critical Hit of lower level troops, and grants the <label=special_charge_name> ability to <label=cpsn_horseman>.
load_screen_tips_105=^int_load^Did you know (new H3B Mod Feature): <label=skill_dark_commander_name> now offers bonuses to many more troops.
load_screen_tips_106=^int_load^Did you know (new H3B Mod Feature): <label=skill_iron_fist_name>: dramatically improves the Warrior's Attack and Rage while allowing them to lead more warrior troops.
load_screen_tips_107=^int_load^Did you know (new H3B Mod Feature): <label=skill_holy_rage_name> now also improves Order Spells and increases the Hero's Mana and Rage pools.
load_screen_tips_108=^int_load^Did you know (new H3B Mod Feature): <label=skill_glory_name> now also reduces leadership requirements for certain troops and improves troop summoning abilities.
load_screen_tips_109=^int_load^Did you know (new H3B Mod Feature): <label=skill_holy_knight_name> now also grants bonuses to good troops. See the skill description for more information.
load_screen_tips_110=^int_load^Did you know (new H3B Mod Feature): <label=skill_diplomacy_name> now also increases the morale of certain troops serving under your command.
load_screen_tips_111=^int_load^Did you know (new H3B Mod Feature): <label=skill_tolerance_name> now removes the morale penalty between <label=inf_elf_race_heads> and <label=inf_dwarf_race_heads> at level 1. Previous bonuses are now at level 2 and 3.
load_screen_tips_112=^int_load^Did you know (new H3B Mod Feature): <label=skill_inquisition_name> now provides bonuses to <label=cpsn_priest> and <label=cpsn_priest2>.
load_screen_tips_113=^int_load^Did you know (new H3B Mod Feature): <label=skill_rune_stone_name> now also increases the Hero's Defense.
load_screen_tips_114=^int_load^Did you know (new H3B Mod Feature): <label=skill_healer_name> now improves more spells and increases the Health of the troops in the Hero's army.
load_screen_tips_115=^int_load^Did you know (new H3B Mod Feature): <label=skill_megamage_name> this skill improves the abilities and reduces the leadership requirements of mage troops in the hero's army and increases Intellect.
load_screen_tips_116=^int_load^Did you know (new H3B Mod Feature): <label=skill_hi_magic_name> now dramatically improves the hero's Intellect and Mana pool.
load_screen_tips_117=^int_load^Did you know (new H3B Mod Feature): <label=skill_necromancy_name> allows necromancy spells to permanently resurrect <label=inf_undead_race_head> troops.
load_screen_tips_118=^int_load^Did you know (new H3B Mod Feature): <label=skill_necromancy_name> amplifies evil spells and <label=inf_undead_race_heads> abilities and reduces leadership requirements when leading <label=inf_undead_race_heads>.
load_screen_tips_119=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_bonedragon>: <label=dread_header></color> new feature that lowers morale of enemy troops.
load_screen_tips_120=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_bonedragon>: <label=bonedragon_attack_header></color> new ability that casts a random Chaos Spell  on lower level enemy troops.
load_screen_tips_121=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_cyclop>: ranged attack now has a chance to stun and knock targets unconscious and does 200% damage to obstacles, barriers, and gremlin towers.
load_screen_tips_122=^int_load^Did you know (new H3B Mod Feature): <label=sp_attack_devatron>: damage enemies and have a random lifetime that when breaking can cause thorns damage to adjacent enemies.
load_screen_tips_123=^int_load^Did you know (new H3B Mod Feature): Spirit ability rest values start low and increase with increasing level as they become more powerful.
load_screen_tips_124=^int_load^Did you know (new H3B Mod Feature): Most <label=inf_dwarf_race_heads> receive a bonus in dungeon environments and penalties at sea.
load_screen_tips_125=^int_load^Did you know (new H3B Mod Feature): <label=inf_elf_race_heads> receive bonuses when fighting in forests.
load_screen_tips_126=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_thorn_warrior>, <label=cpsn_thorn>, and <label=cpsn_kingthorn> receive bonuses when fighting in forests.
load_screen_tips_127=^int_load^Did you know (new H3B Mod Feature): The Hero's Attack attribute now affects the attacker's critical hit.
load_screen_tips_128=^int_load^Did you know (new H3B Mod Feature): The Hero's Defense attribute now affects the receiver's resistance.
load_screen_tips_129=^int_load^Did you know (new H3B Mod Feature): The Hero's Attack and Defense attributes now affect the maximum and minimum damage caps (i.e. 300% and 1/3) scaled by the Attack-Defence difference.
load_screen_tips_130=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_vampire2>: <label=dead_evasion_header></color> now only works 50% of the time.
load_screen_tips_131=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_giant> main attack now has a chance to stun and knock targets unconscious.
load_screen_tips_132=^int_load^Did you know (new H3B Mod Feature): Units with the spell <label=spell_slow_name> now have an increased chance of being struck critically.
load_screen_tips_133=^int_load^Did you know (new H3B Mod Feature): Units with the spell <label=spell_haste_name> now have an increased chance of critical hits.
load_screen_tips_134=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_archdemon> and <label=cpsn_demoness> now can avoid being damaged by <label=special_quake_name> by using their wings.
load_screen_tips_135=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_archdemon>: <label=archdemon_attack_header></color> - new feature that casts a random penalty spell on lower level units when attacking.
load_screen_tips_136=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_archdemon>: <label=special_amalgamation_name> - new ability that can be cast on enemy troops causing a random negative effect.
load_screen_tips_137=^int_load^Did you know (new H3B Mod Feature): Spell's text hints are now much more descriptive including bonuses that affect spell parameters.
load_screen_tips_138=^int_load^Did you know (new H3B Mod Feature): The Hero's starting army, spells, scrolls, and items are randomly generated every new game.
load_screen_tips_139=^int_load^Did you know (new H3B Mod Feature): The combat round now affects all mana and rage gain as well as your unit statistics, with penalties increasing the longer the combat goes on.
load_screen_tips_140=^int_load^Did you know (new H3B Mod Feature): Last Hero spell has been changed to Enchanted Hero that casts random beneficial spells on the defender when being struck.
load_screen_tips_141=^int_load^Did you know (new H3B Mod Feature): Necromancy spells / abilities when not permanently re-animating corpses will re-animate the best appropriate troop from the bones.
load_screen_tips_142=^int_load^Did you know (new H3B Mod Feature): <label=spell_phoenix_name> and <label=spell_evilbook_name> gain bonuses from the Hero's Intellect and skills and are now much more powerful.
load_screen_tips_143=^int_load^Did you know (new H3B Mod Feature): <label=cpn_darkcrystal> is now much more powerful when facing <label=actor_system_85204866_name>.
load_screen_tips_144=^int_load^Did you know (new H3B Mod Feature): A lot more spells have mass capability at level 3.
load_screen_tips_145=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_ogre> have a new feature, <label=ogre_attack_header></color>, that has a chance to stun and knock unconscious targets.
load_screen_tips_146=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_catapult> have new ability <label=special_boilingoil_name> that can damage a group of units and decrease their fire resistance.
load_screen_tips_147=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_catapult> no longer have a range penalty to their ranged attack.
load_screen_tips_148=^int_load^Did you know (new H3B Mod Feature): Most <label=inf_orc_race_head> troops have improvements to physical, fire, and poison resistances.
load_screen_tips_149=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_unicorn> and <label=cpsn_unicorn2> <label=light_horn_header></color> now has a chance to blind targets.
load_screen_tips_150=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_unicorn> has a new ability <label=magic_aura_header></color> that adds to allies' magic resistance.
load_screen_tips_151=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_unicorn2> has a new ability <label=magic_curse_header></color> that reduces enemy magic resistance.
load_screen_tips_152=^int_load^Did you know (new H3B Mod Feature): <label=inf_undead_race_heads> now suffer a health penalty in daylight.
load_screen_tips_153=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_ghost> and <label=cpsn_ghost> now suffer an additional health penalty in daylight (in addition to <label=inf_undead_race_heads>'s normal health penalty).
load_screen_tips_154=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_bear>, <label=cpsn_bear2>, and <label=cpsn_bear_white> now have a new ability <label=bear_attack_header></color> that has a chance to stun and cause bleeding in targets
load_screen_tips_155=^int_load^Did you know (new H3B Mod Feature): Enemy unit talents are now affected by the difficulty level (i.e. damage, bonuses, etc. are increased, while penalties are decreased).
load_screen_tips_156=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_bear>, <label=cpsn_bear2>, and <label=cpsn_bear_white> now have higher hitpoints and increased resistances.
load_screen_tips_157=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_bonedragon>' attack is now 50% physical and 50% poison and has a chance to poison targets when attacking / counterattacking.
load_screen_tips_158=^int_load^Did you know (new H3B Mod Feature): New unit: <label=cpsn_bluedragon>! These units are very rare and can only be found in places as rare as they are!
load_screen_tips_159=^int_load^Did you know (new H3B Mod Feature): NPC's now offer to exchange various containers (i.e. eggs, seeds, coffins) for some commodity.
load_screen_tips_160=^int_load^Did you know (new H3B Mod Feature): There is now a chance to acquire Dragonfly Wings when attacking enemies with Dragonflies in them.
load_screen_tips_161=^int_load^Did you know (new H3B Mod Feature): Talk to Drahha again and again to bring up the dialog to exchange Dragon Eggs for runes.
load_screen_tips_162=^int_load^Did you know (new H3B Mod Feature): <label=skill_tolerance_name> now removes other various morale penalties at level 2 or 3.
load_screen_tips_163=^int_load^Did you know (new H3B Mod Feature): <label=cpsn_greendragon> now have a chance to mana burn enemy heroes if they have none.
load_screen_tips_164=^int_load^Did you know (new H3B Mod Feature): Fire Immune targets now suffer increased damage from ice spells.
